Revit 2024 API
ParameterTypeId.LoadIsUniform Property
 "Uniform Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LoadIsUniform { get; }
Visual Basic
Public Shared ReadOnly Property LoadIsUniform As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LoadIsUniform {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace